Revit 2027 API
ParameterTypeId.WallSweepReturnAngle Property
 "Return Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WallSweepReturnAngle { get; }
Public Shared ReadOnly Property WallSweepReturnAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WallSweepReturnAngle {
	ForgeTypeId^ get ();
}
static member WallSweepReturnAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace